tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "ansible-lint"
brew "automake"
brew "bash-completion"
brew "clojure"
brew "coreutils"
brew "ctop"
brew "docker-completion"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gradle"
brew "htop"
brew "httpie"
brew "jq"
brew "leiningen"
brew "mas"
brew "maven"
brew "ncdu"
brew "ngrep"
brew "nmap"
brew "node"
brew "pinentry-mac"
brew "pkg-config"
brew "ripgrep"
brew "telnet"
brew "texinfo"
brew "tree"
brew "watch"
brew "wget"
brew "heroku/brew/heroku"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "font-fira-mono"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "java8"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "macpass"
cask "microsoft-remote-desktop-beta"
cask "outline-manager"
cask "skype"
cask "slack"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"
mas "Apple Configurator 2", id: 1037126344
mas "Outline", id: 1356178125
