tap "adoptopenjdk/openjdk"
tap "beeftornado/rmtree"
tap "borkdude/brew"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "ansible"
brew "ansible-lint"
brew "automake"
brew "bash-completion"
brew "clojure"
brew "confluent-platform"
brew "coreutils"
brew "docker-completion"
brew "docker-compose-completion"
brew "exa"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grip"
brew "groovy"
brew "htop"
brew "httpie"
brew "hunspell"
brew "jmeter"
brew "jq"
brew "kafkacat"
brew "leiningen"
brew "libpq"
brew "mas"
brew "maven"
brew "ncdu"
brew "ngrep"
brew "nmap"
brew "node"
brew "pandoc"
brew "pinentry-mac"
brew "pkg-config"
brew "plantuml"
brew "ripgrep"
brew "speedtest-cli"
brew "telnet"
brew "texinfo"
brew "tree"
brew "up"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yq"
brew "zplug"
brew "borkdude/brew/clj-kondo"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-emacs-27-branch", "with-jansson", "with-no-frame-refocus", "with-xwidgets", "without-spacemacs-icon"]
brew "heroku/brew/heroku"
cask "adoptopenjdk11"
cask "authy"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-mono"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "keyboardcleantool"
cask "macpass"
cask "microsoft-remote-desktop-beta"
cask "ngrok"
cask "outline-manager"
cask "sampler"
cask "shadowsocksx-ng"
cask "skype"
cask "slack"
cask "sloth"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "ukelele"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"
mas "Apple Configurator 2", id: 1037126344
mas "Outline", id: 1356178125
mas "WireGuard", id: 1451685025
