tap "beeftornado/rmtree"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "ansible-lint"
brew "automake"
brew "bash"
brew "bash-completion"
brew "clojure"
brew "coreutils"
brew "docker-completion"
brew "git"
brew "gnupg"
brew "gradle"
brew "htop"
brew "httpie"
brew "jq"
brew "leiningen"
brew "maven"
brew "molecule"
brew "ncdu"
brew "node"
brew "pinentry-mac"
brew "pkg-config"
brew "ripgrep"
brew "texinfo"
brew "tree"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus", args: ["without-spacemacs-icon"]
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "font-fira-mono"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "java8"
cask "jetbrains-toolbox"
cask "macpass"
cask "microsoft-remote-desktop-beta"
cask "outline-manager"
cask "skype"
cask "slack"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "visualvm"
