tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "node"
brew "bitwarden-cli"
brew "pkg-config"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "dive"
brew "editorconfig"
brew "fd"
brew "gcc"
brew "git"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gradle"
brew "libtool"
brew "grip"
brew "groovy"
brew "htop"
brew "httpie"
brew "hunspell"
brew "imagemagick"
brew "jq"
brew "kcat"
brew "kustomize"
brew "languagetool"
brew "leiningen"
brew "libgccjit"
brew "mas"
brew "maven"
brew "mosh"
brew "ncdu"
brew "ngrep"
brew "nmap"
brew "pandoc"
brew "pinentry-mac"
brew "plantuml"
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "texinfo"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zplug"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-imagemagick", "with-native-comp"]
cask "anki"
cask "authy"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-fira-mono"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "keyboardcleantool"
cask "languagetool"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "raspberry-pi-imager"
cask "rectangle"
cask "resilio-sync"
cask "skype"
cask "slack"
cask "sloth"
cask "tailscale"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"
cask "yandex"
cask "zoom"
cask "zulu"
cask "zulu11"
cask "zulu17"
cask "zulu8"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
