tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "cloudflared"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "colima"
brew "coreutils"
brew "curlie"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "editorconfig"
brew "enchant"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "git"
brew "gitleaks"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-task"
brew "gping"
brew "gradle"
brew "libtool"
brew "grip"
brew "groovy"
brew "grpcui"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "hurl"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "just"
brew "k9s"
brew "kaskade"
brew "kcat"
brew "languagetool", link: false
brew "lazycontainer"
brew "lazydocker"
brew "lazygit"
brew "libgccjit"
brew "libvterm"
brew "lua-language-server"
brew "mas"
brew "maven"
brew "mise"
brew "mongodb-atlas-cli"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "plantuml"
brew "pre-commit"
brew "rclone"
brew "rust"
brew "saml2aws"
brew "shellcheck"
brew "ssh-audit"
brew "telnet"
brew "texinfo"
brew "tmux"
brew "viddy"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh-completions"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-imagemagick", "with-xwidgets"]
cask "anki"
cask "authy"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "container"
cask "cursor-cli"
cask "dbeaver-community"
cask "ente-auth"
cask "firefox"
cask "font-aporetic"
cask "font-cascadia-code"
cask "font-cascadia-code-nf"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono"
cask "font-juliamono"
cask "font-martian-mono"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "keyboardcleantool"
cask "languagetool-desktop"
cask "lm-studio"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mongodb-compass"
cask "ollama-app"
cask "raycast"
cask "resilio-sync"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "visualvm"
cask "whatsapp"
cask "wireshark-app"
cask "yandex"
cask "yandex-music"
cask "zed"
cask "zen"
cask "zoom"
cask "zulu@11"
cask "zulu@17"
cask "zulu@21"
cask "zulu@8"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "uBlock Origin Lite", id: 6745342698
mas "Vimlike", id: 1584519802
mas "WireGuard", id: 1451685025
