tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "ansible"
brew "ansible-lint"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "node"
brew "bitwarden-cli"
brew "cmake"
brew "confluent-platform"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "docker-compose-completion"
brew "editorconfig"
brew "gh"
brew "git"
brew "pkg-config"
brew "gnutls"
brew "gnupg"
brew "gnu-tar"
brew "go"
brew "openjdk"
brew "gradle"
brew "grip"
brew "groovy"
brew "htop"
brew "httpie"
brew "hunspell"
brew "isync"
brew "jmeter"
brew "jq"
brew "kafkacat"
brew "kustomize"
brew "leiningen"
brew "libpq"
brew "mas"
brew "maven"
brew "mosh"
brew "mu"
brew "ncdu"
brew "ngrep"
brew "nmap"
brew "pandoc"
brew "pinentry-mac"
brew "plantuml"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "telnet"
brew "texinfo"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yq"
brew "zplug"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-xwidgets"]
brew "heroku/brew/heroku"
cask "adoptopenjdk11"
cask "authy"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-mono"
cask "font-jetbrains-mono"
cask "gimp"
cask "google-chrome"
cask "haptickey"
cask "iina"
cask "iterm2"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "keyboardcleantool"
cask "macpass"
cask "microsoft-remote-desktop-beta"
cask "ngrok"
cask "openconnect-gui"
cask "outline-manager"
cask "raspberry-pi-imager"
cask "rectangle"
cask "shadowsocksx-ng"
cask "skype"
cask "slack"
cask "sloth"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "ukelele"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"
cask "zoomus"
mas "Apple Configurator 2", id: 1037126344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Octotree", id: 1457450145
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
